IDENTIFICATION DIVISION.
      PROGRAM-ID. HELLO.

      DATA DIVISION.

      PROCEDURE DIVISION.
          DISPLAY "Hello from COBOL CI/CD Pipeline!".
          DISPLAY "USING DOCKER AND JENKINS".
          STOP RUN.
